# -*- coding: utf-8 -*-
DATA = [
("c7a83bca9584a39e", "此后大半路程他都安全通过。当离达斯基莱翁不远时，他的骑兵为察看前方情况，纵马登上一座小丘。碰巧法纳巴佐斯麾下由拉提涅斯和法纳巴佐斯的庶出兄弟巴盖俄斯率领的骑兵——数目与希腊骑兵大致相当——也奉法纳巴佐斯之命纵马登上同一座小丘。双方相距不到四普勒特隆就看见了彼此，起初都停住：希腊骑兵像方阵那样排成四排，蛮族则把第一列排成不超过十二人，纵深却有很多排。随后，蛮族先冲了上来。"),
("234dcf47bfa61462", "交上手之后，希腊人中凡是刺中对方的，长矛全都折断了；波斯人用的是山茱萸木的投枪，很快就刺死了十二名骑兵和两匹马。于是希腊骑兵被击退。阿格西劳斯率重装步兵来援之后，蛮族又退去，波斯人中有一个人被杀。"),
("574593aa3d4e829a", "这场骑兵战之后，次日阿格西劳斯为进军而献祭，祭牲的肝却没有叶。见此征兆，他便转身朝海边行进。他明白，若不获得足够的骑兵，就无法在平原上作战，于是断定必须把骑兵建立起来，免得打起仗来只能东躲西逃。他征召当地所有城邦中最富有的人养马；又宣布谁若提供马匹、武器和一名合格的人，就可以免服兵役，于是这件事办得极为迅速，就像人们急于寻找替自己去死的人一样。"),
("b582f93fc7d56ea7", "此后，春天初露，他把全军集合到以弗所。他想训练这支军队，便为各重装步兵队列设奖，奖给体格最好的一队；又为骑兵队列设奖，奖给骑术最精的一队；还替轻盾兵和弓箭手设奖，奖给在各自本行中表现得最出色的人。于是可以看到，所有的体育场都挤满了操练的人，跑马场满是骑手，投枪手和弓箭手都在练习。"),
("f354251d002803d2", "他还使他驻扎的以弗所全城成了值得一看的景象：市场上满是各式各样的马匹和待售的武器，铜匠、木匠、铁匠、皮革匠和画师全都在制造军用武器，以致人们真会觉得这座城市就是一座战争的作坊。"),
("dfa859a0b34785b8", "见到下面这一幕也会令人振奋：阿格西劳斯走在最前，随后是其余士兵，从体育场戴着花冠出来，把花冠献给阿尔忒弥斯。因为凡是人既敬畏神、又操练战事、又练习服从命令的地方，那里岂不理所当然是处处充满美好的希望？"),
("0fd16e7b43672090", "他还认为，轻视敌人能给作战注入某种力量，便传令传令官把被劫掠者俘获的蛮族人裸体出售。士兵们看到这些人因为从不脱衣而肤色白净，又因为总是乘车而身体柔软、不耐劳作，便认为这场战争与同女人打仗没什么差别。"),
("5e62199c29e043e0", "这期间，自阿格西劳斯出海以来已经满了一年，于是吕山德等三十人乘船回国，赫里皮达斯等三十人前来接替他们。阿格西劳斯任命克塞诺克勒斯和另一人统领骑兵，斯库忒斯统领新公民重装步兵，赫里皮达斯统领居鲁士的旧部，米格东统领来自各城邦的士兵；他还告诉他们，他将立刻率军走最近的路开往该国最富庶的地区，要他们就地这样调养身体、准备心志，以便投入战斗。"),
("8e436978656397a6", "提萨弗尔涅斯却认为他说这话仍是想再骗他一次，这回真的要攻入卡里亚，于是像先前那样把步兵调过河去卡里亚，把骑兵布置在迈安德平原。阿格西劳斯却没有食言，正像他所宣布的那样，立即攻入萨迪斯一带。前三天他行军途中不见敌人，为军队取得大量给养；第四天，敌人的骑兵到了。"),
("176cfe2c60c59592", "他吩咐辎重队长渡过帕克托洛斯河扎营，骑兵们自己则发现希腊人的随军人员四散抢掠，杀死了其中许多人。阿格西劳斯得知后，命令骑兵前去救援。波斯人一见援兵，便聚拢起来，以极多的骑兵队列列阵相对。"),
("73455857aff4f2ad", "这时阿格西劳斯明白，敌人的步兵尚未到达，而自己这边准备好的兵力一样不缺，便认为若能开战就正是时机。于是他献祭之后，立即率方阵直扑列阵的骑兵，并命重装步兵中自成年起的十个年龄级冲上去与他们近身相接，又命轻盾兵跑在前面引路。他还传令骑兵发起冲击，因为他自己和全军都会跟在后面。"),
("0ab1323a6f32b0fd", "波斯人接住了骑兵的冲击；但当全部可怕的力量同时压来时，他们便溃退了，其中一些人当即倒在河里，其余人逃跑。希腊人随后追击，连他们的营地也拿下了。轻盾兵照例去抢劫；阿格西劳斯却把敌我双方都围在自己的营地范围之内。除了掠得许多别的财物，折合七十多塔兰特，骆驼也是在那时缴获的，后来阿格西劳斯把它们带回了希腊。"),
("062b44e8544bac24", "这场战斗发生时，提萨弗尔涅斯恰好在萨迪斯，因此波斯人指责他出卖了他们。波斯国王本人也认定提萨弗尔涅斯是他事务失利的原因，便派提特劳斯忒斯下来，砍下了他的头。提特劳斯忒斯这样做后，派使者去见阿格西劳斯说：阿格西劳斯啊，那件祸事的责任者，无论对你们还是对我们，都已受到惩罚；国王认为，你应当乘船回国，而亚细亚的诸城邦保持自治，向他缴纳自古以来的贡赋。"),
("5c85088d941b645f", "阿格西劳斯回答说，没有本国当局的命令，他不能这样做。提特劳斯忒斯说：那么至少在你得到城邦答复之前，请你转移到法纳巴佐斯的地盘上去，因为我已经替你惩罚了你的仇敌。——阿格西劳斯说：那么，在我开赴那里之前，请你给军队提供给养。提特劳斯忒斯便给了他三十塔兰特；他收下之后，便开往法纳巴佐斯的弗里吉亚。"),
("5e56c92ea94173c7", "当他正在库梅上方的平原时，本国当局的命令到了：他也可以统领海军，并可按自己的意愿任命海军统帅。拉栖代梦人这样做是出于这样的盘算：若同一个人统领两者，由于双方力量合为一体，陆军会强大得多；而海军也会因陆军在需要之处出现而强大。"),
("da494d3174c3fb6a", "阿格西劳斯听了这些，首先命令各岛屿和沿海的城邦各自按所愿建造三列桨战船。结果新建的战船——包括各城邦允诺的和私人为了讨好他而建造的——达到一百二十艘。"),
]
