# -*- coding: utf-8 -*-
DATA = [
("86cdbe3f58d9276b", "他任命妻子的兄弟佩伊桑德罗斯为海军统帅。此人好胜而心志刚强，但在如何充分预备所需条件方面缺乏经验。佩伊桑德罗斯便离任去处理海军事务；阿格西劳斯则照原定方向向弗里吉亚进军。"),
("4813f61c2158b0bb", "然而提特劳斯忒斯自以为看出阿格西劳斯轻视国王的势力，根本无意撤出亚细亚，反而抱着战胜国王的极大希望，苦于不知如何应付局面，便派罗得岛人提摩克拉忒斯去希腊，给他价值五十塔兰特白银的黄金，命他尽力取得最可靠的保证，把钱送给各城邦的当权者，条件是向拉栖代梦人挑起战争。此人到了那里，在底比斯把钱给了安德罗克莱达斯、伊斯墨尼亚斯和加拉克西多罗斯，在科林斯给了提摩拉俄斯和波吕安忒斯，在阿尔戈斯给了库隆及其同伙。"),
("5095a8b4c0863596", "雅典人虽然没有分到这些黄金，也照样热心于战争，因为他们认为自己才该当霸主。那些收下钱的人便在各自治邦里诋毁拉栖代梦人；等他们使这些邦国对拉栖代梦人产生仇恨之后，又着手把最大的几个城邦联合起来。"),
("184dc8c345b4ce04", "底比斯的当权者明白，若无人首先开战，拉栖代梦人不会愿意破坏与盟邦的和约，便说服奥彭提亚的罗克里斯人，从他们与佛西斯人有争议的土地上征收钱款，认为这样一来佛西斯人就会攻入罗克里斯。他们没有料错：佛西斯人立即攻入罗克里斯，掠走了数倍于所征款项的财物。"),
("733dbdbf434ab2a2", "于是安德罗克莱达斯一伙很快说服底比斯人去援助罗克里斯人，理由是佛西斯人侵入的并非有争议的地区，而是公认友好并与之结盟的罗克里斯。当底比斯人反过来攻入佛西斯、蹂躏那里的土地时，佛西斯人立即派使者去拉栖代梦，请求援助，陈明他们并未首先开战，而是为自卫才去对付罗克里斯人。"),
("bf7cfca611a824cb", "拉栖代梦人乐于找到向底比斯人出兵的借口；他们早就恨底比斯人：一则因为在德凯勒亚争夺阿波罗的什一税，二则因为底比斯人不愿随他们进军比雷埃夫斯。他们还指责底比斯人说服了科林斯人不参战。他们又想起底比斯人曾不许阿格西劳斯在奥利斯献祭，把已经献上的祭品从祭坛上掀翻，而且也不随阿格西劳斯远征亚细亚。他们还认为，现在是出兵讨伐底比斯人、制止其对己僭越的良机：因为在亚细亚，阿格西劳斯得胜，他们的事业顺利；在希腊，也没有别的战争妨碍他们。"),
("cfd7e340e6423899", "拉栖代梦城邦既已如此决定，监察官便宣布征召军队，派吕山德前往佛西斯，命他带着佛西斯人本人以及奥伊泰人、赫拉克莱奥提斯人、马利斯人和艾尼亚尼亚人按期抵达哈利阿尔托斯。将任统帅的波萨尼亚斯也约定在指定日期率拉栖代梦人和其他伯罗奔尼撒人到达那里。吕山德执行了所受的各项命令，此外还使奥尔霍墨诺斯人脱离了底比斯人。"),
("7e8ba533607f9001", "波萨尼亚斯在渡境祭得吉之后，驻扎在特格亚，一面分派征募官，一面等待来自拉科尼亚周边各镇的士兵。当底比斯人清楚知道拉栖代梦人将要侵入他们的国土时，便派使者去雅典，说了这样一番话。"),
("c8d853a9f5cbc005", "雅典人啊，你们责备我们在战争结束时投票对你们作出苛刻的决定，这责备并不公正；因为那些决定不是城邦投票通过的，而是某一个人提议的——他当时恰好在盟邦会议中有一席之位。可是当拉栖代梦人召我们进攻比雷埃夫斯时，整个城邦都投票决定不随他们出征。所以，拉栖代梦人之恨我们，主要就是因为你们；我们认为你们援助我们的城邦是应当的。"),
("b05c6d425819f73b", "我们更认为，你们中间属于城内那一派的人，都应当热心去对付拉栖代梦人。因为正是他们使你们陷入寡头制、使你们与平民为敌，然后又带着强大兵力，以你们盟友的身份前来，把你们交给了民众；所以若由他们摆布，你们早就完了，是这里的平民救了你们。"),
("9857c04496f27064", "而且，雅典人啊，我们都知道你们愿意恢复从前拥有的霸权；那么，还有什么比你们亲自援助那些受拉栖代梦人侵害的人，更有可能做到这一点呢？至于他们统治许多城邦，你们不要害怕，反倒更该因此鼓起勇气，想想你们自己：当你们统治的臣邦最多时，敌人也最多。只不过在他们无处可投奔的时候，他们隐藏了对你们的敌意；一旦拉栖代梦人出来领头，他们便显露出对你们的真实想法。"),
("d4038fef30850154", "如今只要人们看到我们与你们并肩持盾对抗拉栖代梦人，你们尽可确信，仇恨他们的人会大批冒出来。我们说的是不是真话，你们只要盘算一下就会立刻明白。因为现在还有谁对他们友善？阿尔戈斯人不一直是他们的敌人吗？"),
("095a18ecd2e341a0", "埃利斯人如今被夺去了大片土地和许多城邦，也加入了他们的敌人之列。至于科林斯人、阿尔卡迪亚人和阿凯亚人，我们该怎么说呢？在对你们作战时，他们经拉栖代梦人再三恳求，分担了一切辛劳、危险和开支；可当拉栖代梦人达成了心愿，他们又分给这些人什么统治权、什么荣誉、什么财物呢？没有；他们竟认为让希洛人去做驻留官是合适的，而对身为自由人的盟邦，一旦得势，就摆出了主子的架势。"),
("f09f237e86ea8749", "而且，他们显然也欺骗了那些从你们这边被他们拉走的人：他们给这些人的不是自由，而是双重的奴役；这些人既受驻留官的僭主式统治，又受吕山德在每座城邦设立的十人政权的统治。至于亚细亚的国王，他为他们战胜你们出了最大的力，如今所受的待遇，与当初和你们联合把拉栖代梦人打下去又有什么两样？"),
("b2228c40610b488e", "拉栖代梦人见春天初露，又宣布征召军队，命克勒翁布罗托斯统率。当他率军来到基泰戎山时，他的轻盾兵先行前进，想抢占路上方的高地。一些已经占据山顶的底比斯人和雅典人起初任由他们往上爬；等他们靠近时，便从隐蔽处起身追击，杀死了约四十人。此事发生后，克勒翁布罗托斯认为越过山岭进入底比斯境内已不可能，便率领军队撤回并解散了。"),
("d0479490a254d11e", "盟邦代表聚集到拉栖代梦后，盟邦方面有人发言说，由于作战不力，他们会被战争拖垮。因为他们有能力配备远远多于雅典人的战船，用饥饿迫使雅典城投降；他们也能用这些同样的战船把军队渡运到那边去对付底比斯人——愿意的话取道佛西斯，愿意的话取道克瑞乌西斯。"),
]
